{
    "selections": [
        {
            "name": "ACTIVITIES",
            "dataName": "EXTRACURRICULAR ACTIVITIES",
            "url": "activities",
            "date": "SEPTEMBER 2016 - DECEMBER 2021",
            "position": "ALUMNI OF THETA TAU, SASE, GIRL SCOUTS, AND GWC",
            "summmary": "PARTICIPATED IN MANY EXTRACURRICULARS IN THE PAST TO NOT ONLY GROW MY SOCIAL SKILLS BUT MY PROFESSIONAL AS WELL",
            "tech": "ORGANIZED, SOCIABLE, AMBITIOUS",
            "image": "extras/activities.png",
            "description": [
                "Theta Tau - Former fundraising chair of Theta Tau, a professional engineering co-ed fraternity, and participated/hosted many resume workshops and career seminars.",
                "SASE - Former mentee of the Society of Asian Scientists and Engineers and created connections by engaging in job fairs.",
                "Girl Scouts - Former senior patrol leader of Girl Scouts and has received the bronze, silver, and gold award.",
                "GWC - Alumni of Girls Who Code summer program and club, created many web applications independentally and cooporatively with other members."
            ]
        },
        {
            "name": "HOBBIES",
            "dataName": "DAY TO DAY HOBBIES",
            "url": "hobbies",
            "date": "SEPTEMBER 2000 - PRESENT",
            "position": "LOVER OF MANY ARTISTIC HOBBIES",
            "summmary": "ENJOYS MANY ARTISTIC HOBBIES DURING HER FREE TIME",
            "tech": "CREATIVE, INNOVATIVE, INVENTIVE",
            "image": "extras/hobbies.png",
            "description": [
                "Has many creative hobbies such as sculpting, painting, drawing, and crocheting.",
                "View my art Instagram portfolio below."
            ]
        },
        {
            "name": "TRAVELS",
            "dataName": "PLENTY OF TRAVELS",
            "url": "travels",
            "date": "SEPTEMBER 2000 - PRESENT",
            "position": "HAS A DEEP LOVE FOR VISITING TO FAR AWAY PLACES",
            "summmary": "VISITS FAR AWAY PLACES AND HAS FUTURE PLANS TO TRAVEL TO JAPAN, SOUTH KOREA",
            "tech": "ADVENTUROUS, BOLD, DRIVEN",
            "image": "extras/travels.png",
            "description": [
                "Has a love for traveling to far away countries and domestic places.", 
                "Previously visited Canada, Malaysia, Iceland, and different states in the US!",
                "Has future plans to travel to Japan, South Korea, and Thailand."
            ]
        }
    ]
}