{
    "selections": [
        {
            "name": "PERSONAL",
            "dataName": "PERSONAL PROJECTS",
            "url": "personal-project",
            "date": "SEPTEMBER 2000 - PRESENT",
            "position": "PROJECT CREATOR",
            "summmary": "CREATED MANY PERSONAL PROJECTS FROM SCRATCH AND WILL CONTINUE TO HEIGHTEN MY TECHNICAL ABILITIES BY PURSUING MORE CHALLENGES",
            "tech": "NEXTJS, REACT, JAVASCRIPT",
            "image": "projects/personal-project.png",
            "description": [
                "Personal Website - Built this web from scratch because I wanted to learn NextJS since I was only familiar with React.",
                "Gold Award - For Girl Scouts, independently created a website to raise awareness of bullying, thus made something that was beneficial to the community as well as practice my coding abilities",
                "GWC Project - For Girls Who Code, worked in a group with 3 other girls to collectively make a website that is "
            ]
        },
        {
            "name": "SENIOR",
            "dataName": "SENIOR DESIGN PROJECT",
            "url": "senior-design-project",
            "date": "AUGUST 2021 - DECEMBER 2021",
            "position": "PROJECT LEADER",
            "summmary": "LAST SEMESTER COLLEGE PROJECT FOR SENIOR DESIGN CLASS - A POPULATION EQUALITY GENERATOR",
            "tech": "REACT, JAVASCRIPT, PYTHON",
            "image": "projects/senior-design-project.png",
            "description": [
                "Oversaw a group of 3 to create a web application that displays demographics, elections, and borders of Maryland.",
                "This application allows the user to determine which out of a set of 30 previously generated districtings to examine and further optimize to create an ideal redistricting that decreases gerrymandering in the state.",
                "Built Python scripts that parses through census data to gather demographic and election figures, then calculates appropriate statistics to be displayed to the web application using React."
            ]
        },
        {
            "name": "SCHOOL",
            "dataName": "SCHOOL PLANNER APP",
            "url": "school-planner-app",
            "date": "SEPTEMBER 2018 - DECEMBER 2018",
            "position": "PROJECT CREATOR",
            "summmary": "APPLICATION THAT ALLOWS USERS TO PLAN OUT SCHOOL CLASSES BEFORE OFFICIALLY SCHEDULING IT",
            "tech": "JAVA",
            "image": "projects/school-planner-app.png",
            "description": [
                "Some projects that I worked are train simulations, calculating complexity models, auction simulations.",
                "This was where I was first introduced to many complex structures such as linked lists, arrays, queues, and stacks.",
                "Used queues to add classes on top of eachother and implemented an undo function by recording actions in a form of a stack."
            ]
        }
    ]
}